Repository: udzutech24/millio
Catalog: millio/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, tr, zh_hans

# cashflow.month_workspace.whole_month_hint
source: весь календарный месяц
de: gesamter Kalendermonat
en: full calendar month
es: mes calendario completo
zh_hans: 整个日历月

# cashflow.month_workspace.year
source: Год
de: Jahr
en: Year
es: Año
zh_hans: 年

# cashflow.operation.help.note.category_month
source: Сначала выбери нужный месяц, потом заноси операцию в правильную категорию.
de: Wähle zuerst den benötigten Monat, dann füge die Transaktion der richtigen Kategorie hinzu.
en: Choose the needed month first, then add the operation into the right category.
es: Elige primero el mes necesario, luego añade la operación en la categoría correcta.
fr: Choisissez d'abord le mois souhaité, puis ajoutez l'opération dans la bonne catégorie.
tr: Önce gerekli ayı seçin, ardından işlemi doğru kategoriye ekleyin.
zh_hans: 先选择所需月份，再将记录归入正确的类别。

# cashflow.operation.help.note.currency_first
source: Сначала выбери валюту операции, потом карту или счет в этой же валюте.
de: Wähle zuerst die Transaktionswährung, dann eine Karte oder ein Konto in derselben Währung.
en: Pick the operation currency first, then choose a card or account in the same currency.
es: Elige primero la moneda de la operación, luego selecciona una tarjeta o cuenta en la misma moneda.
fr: Choisissez d'abord la devise de l'opération, puis sélectionnez une carte ou un compte dans la même devise.
tr: Önce işlem para birimini seçin, ardından aynı para biriminde bir kart veya hesap seçin.
zh_hans: 先选择交易货币，再选择同币种的卡片或账户。

# cashflow.operation.help.note.expense_history
source: Если текущий остаток карты уже верный, выключи обновление баланса и занеси пропущенные траты только в историю.
de: Wenn der aktuelle Kontostand bereits korrekt ist, deaktiviere die Saldoaktualisierung und füge fehlende Ausgaben nur zur Historie hinzu.
en: If the current card balance is already correct, turn off balance update and add the missing expenses only to history.
es: Si el saldo actual de la tarjeta ya es correcto, desactiva la actualización de saldo y añade solo los gastos faltantes al historial.
fr: Si le solde actuel de la carte est déjà correct, désactivez la mise à jour du solde et ajoutez uniquement les dépenses manquantes à l'historique.
tr: Mevcut kart bakiyesi zaten doğruysa bakiye güncellemesini kapatın ve yalnızca eksik giderleri geçmişe ekleyin.
zh_hans: 若当前卡片余额已正确，请关闭余额更新，仅将缺失支出添加至历史记录。

# cashflow.operation.help.note.income_history
source: Если текущий остаток уже верный, выключи обновление баланса и занеси пропущенный доход только в историю.
de: Wenn der aktuelle Saldo bereits korrekt ist, deaktiviere die Saldoaktualisierung und füge fehlende Einnahmen nur zur Historie hinzu.
en: If the current balance is already correct, turn off balance update and add the missing income only to history.
es: Si el saldo actual ya es correcto, desactiva la actualización de saldo y añade solo los ingresos faltantes al historial.
fr: Si le solde actuel est déjà correct, désactivez la mise à jour du solde et ajoutez uniquement les revenus manquants à l'historique.
tr: Mevcut bakiye zaten doğruysa bakiye güncellemesini kapatın ve yalnızca eksik gelirleri geçmişe ekleyin.
zh_hans: 若当前余额已正确，请关闭余额更新，仅将缺失收入添加至历史记录。

# cashflow.operation.help.title
source: Как это работает
de: So funktioniert es
en: How it works
es: Cómo funciona
fr: Comment ça fonctionne
tr: Nasıl çalışır
zh_hans: 使用说明

# cashflow.operation.history_accessibility
source: История транзакций
de: Transaktionsverlauf
en: Transaction history
es: Historial de transacciones
fr: Historique des transactions
tr: İşlem geçmişi
zh_hans: 交易历史

# cashflow.operation.new_expense
source: Новый расход
de: Neue Ausgabe
en: New expense
es: Nuevo gasto
fr: Nouvelle dépense
tr: Yeni gider
zh_hans: 新增支出

# cashflow.operation.new_income
source: Добавить доход
de: Einnahmen hinzufügen
en: Add income
es: Añadir ingreso
fr: Ajouter un revenu
tr: Gelir ekle
zh_hans: 添加收入

# cashflow.operation.new_transfer
source: Новый перевод
de: Neue Überweisung
en: New transfer
es: Nueva transferencia
fr: Nouveau transfert
tr: Yeni transfer
zh_hans: 新建转账

# cashflow.operation.search_category
source: Поиск категории
de: Kategorie suchen
en: Search category
es: Buscar categoría
fr: Rechercher une catégorie
tr: Kategori ara
zh_hans: 搜索分类

# cashflow.operation.total
source: Итого
de: Gesamt
en: Total
es: Total
fr: Total
tr: Toplam
zh_hans: 总计

# cashflow.operation.total_expense_for_month
source: Расход за месяц
de: Gesamtausgaben im Monat
en: Total expense for month
es: Gasto total del mes
fr: Total des dépenses du mois
tr: Aylık toplam gider
zh_hans: 本月支出

# cashflow.operation.total_income_for_month
source: Доходы за месяц
de: Einnahmen diesen Monat
en: Income this month
es: Ingresos del mes
fr: Revenus ce mois-ci
tr: Bu ayki gelir
zh_hans: 本月收入

# cashflow.period_selector.month
source: Месяц
de: Monat
en: Month
es: Mes
fr: Mois
tr: Ay
zh_hans: 月

# cashflow.period_selector.quarter
source: Квартал
de: Quartal
en: Quarter
es: Trimestre
fr: Trimestre
tr: Çeyrek
zh_hans: 季度

# cashflow.period_selector.title
source: Выбор периода
de: Zeitraum auswählen
en: Select period
es: Seleccionar período
fr: Sélectionner une période
tr: Dönem seç
zh_hans: 选择时段

# cashflow.period_selector.year
source: Год
de: Jahr
en: Year
es: Año
fr: Année
tr: Yıl
zh_hans: 年

# cashflow.period.quarter_title_format
source: %1$d кв. %2$d
de: Q%1$d %2$d
en: Q%1$d %2$d
es: T%1$d %2$d
fr: T%1$d %2$d
tr: Ç%1$d %2$d
zh_hans: 第%1$d季度 %2$d年

# cashflow.quick_action.transfer
source: Перевод
de: Überweisung
en: Transfer
es: Transferencia
fr: Transfert
tr: Transfer
zh_hans: 转账

# cashflow.quick.add
source: Добавить
de: Hinzufügen
en: Add
es: Añadir
fr: Ajouter
tr: Ekle
zh_hans: 添加

# cashflow.quick.amount.placeholder
source: Сумма
de: Betrag
en: Amount
es: Importe
fr: Montant
tr: Tutar
zh_hans: 金额

# cashflow.quick.card.label
source: Карта
de: Karte
en: Card
es: Tarjeta
fr: Compte
tr: Hesap
zh_hans: 银行卡

# cashflow.quick.card.none
source: Без карты
de: Keine Karte
en: No card
es: Sin tarjeta
fr: Sans compte
tr: Hesap yok
zh_hans: 不选卡

# cashflow.quick.note.placeholder
source: Заметка (необязательно)
de: Notiz (optional)
en: Note (optional)
es: Nota (opcional)
fr: Note (facultatif)
tr: Not (isteğe bağlı)
zh_hans: 备注（可选）

# cashflow.quick.open_full_editor
source: Открыть полный редактор
de: Vollständigen Editor öffnen
en: Open full editor
es: Abrir editor completo
fr: Ouvrir l'éditeur complet
tr: Tam düzenleyiciyi aç
zh_hans: 打开完整编辑器

# cashflow.recurrence.quarterly
source: Каждые 3 месяца
de: Alle 3 Monate
en: Every 3 months
es: Cada 3 meses
fr: Tous les 3 mois
tr: Her 3 ayda bir
zh_hans: 每 3 个月

# cashflow.recurrence.semiannual
source: Каждые 6 месяцев
de: Alle 6 Monate
en: Every 6 months
es: Cada 6 meses
fr: Tous les 6 mois
tr: Her 6 ayda bir
zh_hans: 每 6 个月

# cashflow.recurrence.weekly
source: Еженедельно
de: Wöchentlich
en: Weekly
es: Semanal
fr: Hebdomadaire
tr: Haftalık
zh_hans: 每周

# cashflow.recurrence.weekly.days_hint
source: Можно выбрать несколько дней
de: Du kannst mehrere Tage wählen
en: You can choose several days
es: Puedes elegir varios días
fr: Plusieurs jours peuvent être sélectionnés
tr: Birden fazla gün seçilebilir
zh_hans: 可以选择多个日期

# cashflow.recurrence.weekly.days_title
source: Дни недели
de: Wochentage
en: Days of week
es: Días de la semana
fr: Jours de la semaine
tr: Haftanın günleri
zh_hans: 星期几

# cashflow.recurrence.weekly.none_selected
source: Выберите дни
de: Tage auswählen
en: Select days
es: Seleccionar días
fr: Sélectionnez les jours
tr: Gün seçin
zh_hans: 选择日期

# cashflow.recurrence.yearly
source: Каждый год
de: Jährlich
en: Every year
es: Cada año
fr: Chaque année
tr: Her yıl
zh_hans: 每年

# cashflow.scheduled.add_income_item
source: Добавить запланированный доход
de: Geplante Einnahme hinzufügen
en: Add scheduled income
es: Añadir ingreso planificado
fr: Ajouter un revenu prévu
tr: Planlı gelir ekle
zh_hans: 添加计划收入

# cashflow.scheduled.add_payment
source: Добавить платеж
de: Zahlung hinzufügen
en: Add payment
es: Añadir pago
fr: Ajouter un paiement
tr: Ödeme ekle
zh_hans: 添加付款

# cashflow.scheduled.add_recurring_expense
source: Добавить регулярный расход
de: Wiederkehrende Ausgabe hinzufügen
en: Add recurring expense
es: Añadir gasto recurrente
fr: Ajouter une dépense récurrente
tr: Düzenli gider ekle
zh_hans: 添加定期支出

# cashflow.scheduled.add_recurring_income
source: Добавить регулярный доход
de: Wiederkehrende Einnahme hinzufügen
en: Add recurring income
es: Añadir ingreso recurrente
fr: Ajouter un revenu récurrent
tr: Düzenli gelir ekle
zh_hans: 添加定期收入

# cashflow.scheduled.create_picker.monthly
source: Ежемесячно
de: Monatlich
en: Monthly
es: Mensual
fr: Mensuel
tr: Aylık
zh_hans: 每月循环

# cashflow.scheduled.create_picker.one_time
source: Разово
de: Einmalig
en: One-time
es: Una vez
fr: Ponctuel
tr: Tek seferlik
zh_hans: 单次

# cashflow.scheduled.create_picker.title
source: Что добавить?
de: Was hinzufügen?
en: What to add?
es: ¿Qué añadir?
fr: Que souhaitez-vous ajouter ?
tr: Ne eklensin?
zh_hans: 添加什么？

# cashflow.scheduled.day_agenda.empty_subtitle
source: Выберите другую дату или переключитесь на список, чтобы увидеть все ежемесячные и разовые операции.
de: Wähle ein anderes Datum oder wechsle zur Liste, um alle Transaktionen zu sehen.
en: Pick another date or switch to list to see all monthly and one-time transactions.
es: Elige otra fecha o cambia a lista para ver todas las transacciones mensuales y únicas.
fr: Sélectionnez une autre date ou accédez à la liste pour voir toutes les transactions mensuelles et ponctuelles.
tr: Başka bir tarih seçin veya tüm aylık ve tek seferlik işlemleri görmek için listeye geçin.
zh_hans: 选择其他日期或切换到列表查看所有月度和一次性交易。

# cashflow.scheduled.day_agenda.empty_title
source: На этот день ничего не запланировано
de: Nichts für diesen Tag geplant
en: Nothing scheduled for this day
es: Nada programado para este día
fr: Rien de prévu pour ce jour
tr: Bu gün için planlanmış bir şey yok
zh_hans: 本日暂无计划

# cashflow.scheduled.day_agenda.empty.add_here
source: Добавить
de: Hinzufügen
en: Add
es: Añadir
fr: Ajouter
tr: Ekle
zh_hans: 添加

# cashflow.scheduled.day_agenda.summary.count
source: %lld запланирован(а/о) на эту дату. Можно сразу добавить ещё одну операцию.
de: %lld geplante(r) Eintrag/Einträge an diesem Datum.
en: %lld scheduled item(s) on this date. Add another without leaving the calendar.
es: %lld elemento(s) programado(s) en esta fecha. Añade otro sin salir del calendario.
fr: %lld élément(s) prévu(s) à cette date. Ajoutez-en d'autres sans quitter le calendrier.
tr: Bu tarihe %lld öğe planlandı. Takvimden ayrılmadan daha fazlasını ekleyin.
zh_hans: 本日有 %lld 条计划，可直接在日历上继续添加。

# cashflow.scheduled.day_agenda.summary.empty
source: Можно сразу добавить ещё одну запланированную операцию на эту дату.
de: Du kannst direkt einen weiteren geplanten Eintrag zu diesem Datum hinzufügen.
en: You can add another planned item directly to this date.
es: Puedes añadir otro elemento planificado directamente a esta fecha.
fr: Vous pouvez ajouter un autre élément prévu directement à cette date.
tr: Bu tarihe doğrudan başka bir planlı öğe ekleyebilirsiniz.
zh_hans: 可直接向此日期添加计划项目。

# cashflow.scheduled.day_agenda.title
source: Срок на %@
de: Fällig am %@
en: Due on %@
es: Vence el %@
fr: Le %@
tr: %@ tarihinde
zh_hans: %@ 到期

# cashflow.scheduled.delete_transaction.message
source: Транзакция будет удалена навсегда.
de: Die Transaktion wird dauerhaft gelöscht.
en: The transaction will be deleted permanently.
es: La transacción se eliminará permanentemente.
fr: La transaction sera supprimée définitivement.
tr: İşlem kalıcı olarak silinecek.
zh_hans: 该交易将被永久删除。

# cashflow.scheduled.delete_transaction.title
source: Удалить транзакцию?
de: Transaktion löschen?
en: Delete transaction?
es: ¿Eliminar transacción?
fr: Supprimer la transaction ?
tr: İşlem silinsin mi?
zh_hans: 删除交易？

# cashflow.scheduled.display.calendar
source: Календарь
de: Kalender
en: Calendar
es: Calendario
fr: Calendrier
tr: Takvim
zh_hans: 日历

# cashflow.scheduled.display.list
source: Список
de: Liste
en: List
es: Lista
fr: Liste
tr: Liste
zh_hans: 列表

# cashflow.scheduled.empty.planner_expenses
source: Платежи пока не запланированы
de: Noch keine geplanten Zahlungen
en: No planned payments yet
es: Sin pagos planificados aún
fr: Aucun paiement prévu
tr: Henüz planlı ödeme yok
zh_hans: 暂时没有计划付款

# cashflow.scheduled.empty.planner_income
source: Доходы пока не запланированы
de: Noch keine geplanten Einnahmen
en: No planned income yet
es: Sin ingresos planificados aún
fr: Aucun revenu prévu
tr: Henüz planlı gelir yok
zh_hans: 暂时没有计划收入

# cashflow.scheduled.empty.recurring_expenses
source: Регулярные расходы еще не добавлены
de: Noch keine wiederkehrenden Ausgaben hinzugefügt
en: Recurring expenses have not been added yet
es: Los gastos recurrentes no se han añadido aún
fr: Aucune dépense récurrente ajoutée
tr: Henüz düzenli gider eklenmedi
zh_hans: 尚未添加定期支出

# cashflow.scheduled.empty.recurring_income
source: Регулярные доходы еще не добавлены
de: Noch keine wiederkehrenden Einnahmen hinzugefügt
en: Recurring income has not been added yet
es: Los ingresos recurrentes no se han añadido aún
fr: Aucun revenu récurrent ajouté
tr: Henüz düzenli gelir eklenmedi
zh_hans: 尚未添加定期收入

# cashflow.scheduled.monthly_badge
source: Ежемесячно
de: Monatlich
en: Monthly
es: Mensual
fr: Mensuel
tr: Aylık
zh_hans: 每月

# cashflow.scheduled.new_planned_expense
source: Новый запланированный расход
de: Neue geplante Ausgabe
en: New planned expense
es: Nuevo gasto planificado
fr: Nouvelle dépense prévue
tr: Yeni planlı gider
zh_hans: 新增计划支出

# cashflow.scheduled.new_planned_income
source: Новый запланированный доход
de: Neue geplante Einnahme
en: New planned income
es: Nuevo ingreso planificado
fr: Nouveau revenu prévu
tr: Yeni planlı gelir
zh_hans: 新增计划收入

# cashflow.scheduled.new_recurring_expense
source: Новый регулярный расход
de: Neue wiederkehrende Ausgabe
en: New recurring expense
es: Nuevo gasto recurrente
fr: Nouvelle dépense récurrente
tr: Yeni düzenli gider
zh_hans: 新增定期支出

# cashflow.scheduled.new_recurring_income
source: Новый регулярный доход
de: Neue wiederkehrende Einnahme
en: New recurring income
es: Nuevo ingreso recurrente
fr: Nouveau revenu récurrent
tr: Yeni düzenli gelir
zh_hans: 新增定期收入

# cashflow.scheduled.one_time_badge
source: Разово
de: Einmalig
en: One-time
es: Única vez
fr: Ponctuel
tr: Tek seferlik
zh_hans: 单次

# cashflow.scheduled.overview.empty
source: Пока нет ближайших запланированных операций.
de: Noch keine anstehenden geplanten Transaktionen.
en: No upcoming scheduled transactions yet.
es: Sin transacciones programadas próximamente.
fr: Aucune transaction planifiée pour l'instant.
tr: Henüz planlanmış işlem yok.
zh_hans: 暂时没有即将到来的计划交易。

# cashflow.scheduled.overview.next
source: Ближайшая
de: Nächste
en: Next
es: Siguiente
fr: Suivant
tr: Sonraki
zh_hans: 下一笔

# cashflow.scheduled.overview.one_time_prefix
source: Разово
de: Einmalig
en: One-time
es: Única vez
fr: Ponctuel
tr: Tek seferlik
zh_hans: 单次

# cashflow.scheduled.overview.title.expense
source: Планировщик платежей
de: Zahlungsplaner
en: Payment planner
es: Planificador de pagos
fr: Planificateur de paiements
tr: Ödeme planlayıcı
zh_hans: 付款计划

# cashflow.scheduled.overview.title.income
source: Планировщик доходов
de: Einnahmenplaner
en: Income planner
es: Planificador de ingresos
fr: Planificateur de revenus
tr: Gelir planlayıcı
zh_hans: 收入计划

# cashflow.scheduled.planner_expenses
source: Планировщик платежей
de: Zahlungsplaner
en: Payment planner
es: Planificador de pagos
fr: Planificateur de paiements
tr: Ödeme planlayıcı
zh_hans: 付款计划

# cashflow.scheduled.planner_income
source: Планировщик доходов
de: Einnahmenplaner
en: Income planner
es: Planificador de ingresos
fr: Planificateur de revenus
tr: Gelir planlayıcı
zh_hans: 收入计划

# cashflow.scheduled.recurring_expense
source: Регулярный расход
de: Wiederkehrende Ausgabe
en: Recurring expense
es: Gasto recurrente
fr: Dépense récurrente
tr: Düzenli gider
zh_hans: 定期支出

# cashflow.scheduled.recurring_expenses
source: Регулярные расходы
de: Wiederkehrende Ausgaben
en: Recurring expenses
es: Gastos recurrentes
fr: Dépenses récurrentes
tr: Düzenli giderler
zh_hans: 定期支出

# cashflow.scheduled.recurring_income
source: Регулярный доход
de: Wiederkehrende Einnahmen
en: Recurring income
es: Ingresos recurrentes
fr: Revenu récurrent
tr: Düzenli gelir
zh_hans: 定期收入

# cashflow.scheduled.recurring_total.per_month
source: / месяц
de: / Monat
en: / month
es: / mes
fr: / mois
tr: / ay
zh_hans: / 月

# cashflow.scheduled.recurring_total.subtitle
source: Итого по всем повторяющимся
de: Summe über alle Wiederholungen
en: Total across all recurring
es: Total de todos los recurrentes
fr: Total sur toutes les récurrences
tr: Tüm yinelenenlerin toplamı
zh_hans: 所有周期性合计

# cashflow.scheduled.recurring_total.title
source: В месяц
de: Monatlich
en: Monthly
es: Mensual
fr: Mensuel
tr: Aylık
zh_hans: 每月

# cashflow.scheduled.search_transaction
source: Поиск транзакции
de: Transaktion suchen
en: Search transaction
es: Buscar transacción
fr: Rechercher une transaction
tr: İşlem ara
zh_hans: 搜索交易

# cashflow.scheduled.section.one_time
source: Разово запланировано
de: Einmalig
en: One-time
es: Única vez
fr: Ponctuels
tr: Tek seferlik
zh_hans: 单次计划

# cashflow.scheduled.section.recurring
source: Регулярно
de: Wiederkehrend
en: Recurring
es: Recurrente
fr: Récurrents
tr: Düzenli
zh_hans: 定期

# cashflow.scheduled.subtitle.account_format
source: Счет: %@
de: Konto: %@
en: Account: %@
es: Cuenta: %@
fr: Compte : %@
tr: Hesap: %@
zh_hans: 账户：%@

# cashflow.scheduled.subtitle.next_format
source: Ближайшая: %@
de: Nächste: %@
en: Next: %@
es: Siguiente: %@
fr: Suivant : %@
tr: Sonraki: %@
zh_hans: 下次：%@

# cashflow.scheduled.subtitle.planned_date_format
source: Запланировано: %@
de: Geplant: %@
en: Planned: %@
es: Planificado: %@
fr: Date : %@
tr: Tarih: %@
zh_hans: 计划：%@

# cashflow.scheduled.subtitle.start_date_format
source: Старт: %@
de: Startdatum: %@
en: Start date: %@
es: Fecha de inicio: %@
fr: Début : %@
tr: Başlangıç: %@
zh_hans: 开始日期：%@

# cashflow.statement_review.account
source: Счёт
de: Konto
en: Account
es: Cuenta
zh_hans: 账户

# cashflow.statement_review.all
source: Все
de: Alle
en: All
es: Todo
zh_hans: 全部

# cashflow.statement_review.as_expense
source: В расход
de: Als Ausgabe
en: As Expense
es: Como gasto
zh_hans: 作为支出

# cashflow.statement_review.as_income
source: В доход
de: Als Einnahme
en: As Income
es: Como ingreso
zh_hans: 作为收入

# cashflow.statement_review.balance_unchanged
source: Баланс счёта не изменится
de: Kontostand bleibt unverändert
en: Account Balance Will Not Change
es: El saldo de la cuenta no cambiará
zh_hans: 账户余额不会改变

# cashflow.statement_review.balanced
source: Баланс сходится
de: Saldo stimmt
en: Balance Matches
es: El saldo coincide
zh_hans: 余额一致

# cashflow.statement_review.categories
source: Категории
de: Kategorien
en: Categories
es: Categorías
zh_hans: 类别

# cashflow.statement_review.category
source: Категория
de: Kategorie
en: Category
es: Categoría
zh_hans: 类别

# cashflow.statement_review.confirm_import_count
source: Подтвердить импорт %lld операции
de: Import von %lld Transaktionen bestätigen
en: Confirm Import of %lld Transactions
es: Confirmar importación de %lld transacciones
zh_hans: 确认导入 %lld 笔交易

# cashflow.statement_review.confirmation_hint
source: Открывает итоговое подтверждение
de: Öffnet die abschließende Bestätigung
en: Opens final confirmation
es: Abre la confirmación final
zh_hans: 打开最终确认

# cashflow.statement_review.confirmation_title
source: Подтверждение
de: Bestätigung
en: Confirmation
es: Confirmación
zh_hans: 确认

# cashflow.statement_review.difference
source: Разница
de: Differenz
en: Difference
es: Diferencia
zh_hans: 差额

# cashflow.statement_review.discrepancy
source: Есть расхождение
de: Abweichung gefunden
en: Discrepancy Found
es: Hay una diferencia
zh_hans: 发现差异

# cashflow.statement_review.duplicate_excluded
source: Дубликат — операция уже существует
de: Duplikat – Transaktion ist bereits vorhanden
en: Duplicate — transaction already exists
es: Duplicado: la transacción ya existe
zh_hans: 重复项—交易已存在

# cashflow.statement_review.exclude_all_transfers
source: Исключить все переводы
de: Alle Umbuchungen ausschließen
en: Exclude All Transfers
es: Excluir todas las transferencias
zh_hans: 排除所有转账

# cashflow.statement_review.excluded_count
source: Исключено
de: Ausgeschlossen
en: Excluded
es: Excluidas
zh_hans: 已排除

# cashflow.statement_review.import_count
source: Импортировать %lld операции
de: %lld Transaktionen importieren
en: Import %lld transactions
es: Importar %lld transacciones
zh_hans: 导入 %lld 笔交易

# cashflow.statement_review.imported_count
source: Будет импортировано
de: Wird importiert
en: To Be Imported
es: Se importarán
zh_hans: 将导入

# cashflow.statement_review.internal_transfer_excluded
source: Внутренний перевод нельзя импортировать как доход или расход
de: Interne Umbuchungen können nicht als Einnahmen oder Ausgaben importiert werden
en: Internal transfers cannot be imported as income or expenses
es: Las transferencias internas no pueden importarse como ingresos o gastos
zh_hans: 内部转账不能作为收入或支出导入

# cashflow.statement_review.link_to_account
source: Связать операции со счётом
de: Transaktionen mit Konto verknüpfen
en: Link Transactions to Account
es: Vincular transacciones a la cuenta
zh_hans: 将交易关联到账户

# cashflow.statement_review.month
source: Месяц
de: Monat
en: Month
es: Mes
zh_hans: 月份

# cashflow.statement_review.month_hint
source: Выписка будет добавлена только в этот месяц
de: Der Kontoauszug wird nur diesem Monat hinzugefügt
en: The statement will be added only to this month
es: El extracto solo se añadirá a este mes
zh_hans: 该对账单仅会添加到此月

# cashflow.statement_review.needs_attention
source: Требуют внимания
de: Hinweise
en: Attention
es: Atención
zh_hans: 需要注意

# cashflow.statement_review.no_importable_operations
source: Нет операций, доступных для импорта
de: Keine Transaktionen zum Importieren verfügbar
en: No transactions available to import
es: No hay transacciones disponibles para importar
zh_hans: 没有可导入的交易

# cashflow.statement_review.no_matching_accounts
source: Нет активных счетов в валюте импортируемых операций
de: Keine aktiven Konten entsprechen den Währungen der importierten Transaktionen
en: No active accounts match the imported transaction currencies
es: No hay cuentas activas que coincidan con las monedas de las transacciones importadas
zh_hans: 没有与导入交易币种匹配的活动账户

# cashflow.statement_review.open_review
source: Открыть проверку выписки
de: Kontoauszug prüfen
en: Open Statement Review
es: Abrir revisión del extracto
zh_hans: 打开对账单审核

# cashflow.statement_review.operation_count
source: %lld операции
de: %lld Transaktionen
en: %lld transactions
es: %lld transacciones
zh_hans: %lld 笔交易

# cashflow.statement_review.proposed_import
source: Предлагаемый импорт
de: Vorgeschlagener Import
en: Proposed Import
es: Importación propuesta
zh_hans: 建议导入

# cashflow.statement_review.reclassified_count
source: Преобразовано переводов
de: Neu zugeordnete Umbuchungen
en: Transfers Reclassified
es: Transferencias reclasificadas
zh_hans: 已重新分类的转账

# cashflow.statement_review.reclassify
source: Преобразовать
de: Neu zuordnen
en: Reclassify
es: Reclasificar
zh_hans: 重新分类

# cashflow.statement_review.reconciliation_attention
source: Сверка требует внимания
de: Abgleich erfordert Aufmerksamkeit
en: Reconciliation needs attention
es: La conciliación requiere atención
zh_hans: 核对需要注意

# cashflow.statement_review.reconciliation_passed
source: Сверка выписки пройдена
de: Kontoauszug erfolgreich abgeglichen
en: Statement reconciliation passed
es: La conciliación del extracto es correcta
zh_hans: 对账单核对通过

# cashflow.statement_review.review_mode
source: Режим проверки
de: Prüfmodus
en: Review mode
es: Modo de revisión
zh_hans: 审核模式
